Repository: server-danchi-translators/Barotrauma-JPN-OmegaT
Catalog: tm/barotrauma_tuika.tmx
Source language: en_us
Languages: ja_jp

source: You will not get paid for delivering cargo if any of the cargo goes missing or gets damaged during the transport.
ja_jp: 貨物のいずれかが欠けて行くか、輸送中に破損した場合は、貨物を配信するために支払われません。

source: Generating more power than the devices in the submarine are consuming may damage junction boxes or cause fires.
ja_jp: 潜水艦内のデバイスは、配電盤の破損や火災の原因になり消費しているよりも多くの電力を生成します。

source: Junction boxes and other electrical devices may get damaged if they stay submerged too long.
ja_jp: 彼らはあまりにも長く水没滞在する場合配電盤や他の電気装置が損傷を受けることがあります。

source: Letting the submarine's nuclear reactor overheat may cause fires. If an overheated reactor is not shut down, it will eventually lead to a nuclear meltdown.
ja_jp: 潜水艦の原子炉の過熱をまかせ火災の原因になります。過熱炉がシャットダウンされていない場合、それは最終的には炉心溶融につながります。

source: Most submarines are equipped with stationary batteries that can be used as a temporary source of backup power in the case of a reactor failure.
ja_jp: 最も潜水艦は、反応器の故障の場合のバックアップ電源の一時的な供給源として使用することができる静止バッテリーが装備されています。

source: Railgun shells and depth charges include a compartment that can hold additional explosives.
ja_jp: レールガンの殻や爆雷は、追加の爆発物を保持できる区画が含まれます。

source: Passive sonar can be used to detect nearby sound sources without attracting unwanted attention. You can also get a rough idea of your surroundings based on the sounds reflected from the ice walls.
ja_jp: パッシブソナーは、不要な注目を集めずに近くの音源を検出するために使用することができます。また、氷の隔壁からの反射音に基づいて、周りのラフなアイデアを得ることができます。

source: There are many ways to get past locked doors, including forcing them open with a crowbar or rewiring them to a button you have access to.
ja_jp: クローバでオープンそれらを強制したり、へのアクセス権を持っているボタンにそれらを再配線を含む過去ロックされたドアを、取得するための多くの方法があります。

source: Stationary batteries are equipped with docks that can be used to charge battery cells.
ja_jp: 文房具バッテリーは、バッテリーセルを充電するために使用することができるドックを装備しています。

source: Oxygen generators are equipped with docks that can be used to refill oxygen tanks.
ja_jp: 酸素発生器は、酸素ボンベを補充するために使用することができるドックが装備されています。

source: Supercapacitors can deliver large bursts of power, but cannot store as much energy as batteries. They are often used to power railguns and other devices that require brief bursts of high current.
ja_jp: スーパーキャパシタは、電力の大バーストを提供することができますが、バッテリーのように多くのエネルギーを保存することはできません。彼らは頻繁に電源レールガンと高電流の簡単なバーストを必要とする他のデバイスに使用されています。

source: Nuclear reactors are equipped with an automatic control system that adjusts the power output to a suitable level when enabled. However, the system is not always fast enough to react to large fluctuations in power consumption.
ja_jp: 原子炉は、イネーブルされたときの適切なレベルへの電力出力を調整する自動制御システムが装備されています。しかし、システムは常に消費電力に大きな変動に反応するのに十分な速度ではありません。

source: The sonar imaging on the navigation terminal may become inaccurate if the terminal is damaged—make sure your engineers keep the terminal in a good condition!
ja_jp: ナビゲーション端末上のソナーイメージングは​​、端末がされている場合、エンジニアが良好な状態で、端末を保つことを確認破損し-作る不正確になるかもしれません！

source: When deploying a decoy, be sure to deactivate your active sonar for best results.
ja_jp: おとりを展開する場合、最良の結果を得るために、アクティブソナーを無効にしてください。

source: Attempting to rewire powered devices without adequate electrical engineering skills may get you electrocuted.
ja_jp: 十分な電気工学のスキルなしで受電装置を再配線しようとすることは、あなたが感電ことがあります。

source: Welding tools are simple enough to be used by any submariner, but trained mechanics are generally faster welders and have a lower risk of injuring themselves with the tool.
ja_jp: 溶接ツールは、任意の潜水艦マリーナで使用するのに十分シンプルですが、訓練を受けたメカニックは、一般的に高速溶接機であり、ツールを使って自分自身を傷つけるリスクが低いです。

source: All submariners have been trained to do basic repairs on electrical devices, but electrical engineers get the job done much faster.
ja_jp: すべての潜水艦乗組員は、電気機器の基本的な修理を行うように訓練されているが、電気技術者は、仕事はずっと速く成し遂げます。

source: All submariners have been trained to do basic repairs on mechanical devices, but mechanics get the job done much faster.
ja_jp: すべての潜水艦乗組員は、機械装置の基本的な修理を行うように訓練されてきたが、メカニックの仕事ははるかに高速成し遂げます。

source: Captains are generally much more adept at maneuvering the submarine than the average sailor.
ja_jp: キャプテンは、平均的な船乗りよりも潜水艦を操縦で、一般的にはるかに熟達しています。

source: If the reactor on a sub is not able to produce sufficient power to run all onboard systems, try reducing the charge rate for the onboard batteries and supercapacitors, or regulate the times when the sub is running at full speed.
ja_jp: 潜水艦上の原子炉はすべてオンボードシステムを実行するのに十分な電力を生成することができない場合には、オンボードのバッテリーやスーパーキャパシタの充電率を下げてみてください、または潜水艦がフルスピードで動作している時間を調節します。

source: The electrical and mechanical systems on a sub will gradually degrade due to the harsh conditions and constant wear and tear. Be sure to have mechanics and engineers perform maintenance from time to time in order to avoid breakdowns at inopportune moments.
ja_jp: 潜水艦の電気的、機械的なシステムが次第に過酷な条件と一定の磨耗による劣化します。メカニックやエンジニアは、都合の悪い瞬間に故障を避けるために、随時メンテナンスを行う持っていることを確認してください。

source: Breaking down alien artifacts in a deconstructor may provide you with exotic raw materials.
ja_jp: デコンストラクタでエイリアンのアーティファクトを破壊することはエキゾチックな原料を提供することがあります。

source: Some of the alien structures on Europa have been constructed of a metamaterial that's outstandingly resistant to physical damage, and as such has become an important subject of research to Europan scientists.
ja_jp: エウロパのエイリアン構造のいくつかは、物理的損傷を顕著に耐性だメタマテリアルで構成されており、そのようにEuropan科学者に研究の重要な課題となっています。

source: Special caution must be taken when bringing alien artifacts on board the submarine.
ja_jp: ボード上の潜水艦をエイリアンのアーティファクトをもたらす場合には、特別な注意を払わなければなりません。

source: Very little is known of the presumably extinct alien civilization that built the ruins scattered all across Europa. The age of the ruins is also a mystery, since the self-repairing properties of the structures and devices make chronological dating methods wildly inaccurate.
ja_jp: 非常に少ないが、すべてのヨーロッパに散在する遺跡を建て、おそらく絶滅エイリアン文明の知られています。構造およびデバイスの自己修復特性は、時系列年代測定法は、乱暴に不正確にするため、遺跡の時代は、また謎です。

source: No remains of the alien lifeforms that built the ruins scattered all across Europa have ever been discovered. The only life encountered inside the structures are the biomechanical entities that maintain and guard them.
ja_jp: 遺跡は、ヨーロッパ全体ですべての散乱建てエイリアン生命体のどの遺跡は、これまでに発見されていません。構造物の内部で発生した唯一の生活は維持し、それらを守る生体力学的実体です。

source: While exploring ruins or caves, drop flares as often as possible to help mark a path out, should you need to make a hasty exit for some reason.
ja_jp: 遺跡や洞窟を探検しながら、あなたには、いくつかの理由で性急なの出口を作るために必要がある場合、パスをマーク助けるために、できるだけ頻繁にフレアをドロップします。

source: The cephalopod-like watchers are generally docile, but may attack when provoked.
ja_jp: 頭足類のようなウォッチャーは、一般的におとなしいですが、挑発時に攻撃できます。

source: Cannibalistic behavior is very common among crawlers. Killing one in a swarm may distract the rest as they enter into a feeding frenzy.
ja_jp: 人食い行動はクローラの間で非常に一般的です。彼らは給餌熱狂に入るようスウォームに1を強制終了すると、残りの部分をそらすことがあります。

source: Mud raptors can easily tear their way through metal doors with their sharp beaks.
ja_jp: 泥の猛禽類は簡単に鋭いくちばしで金属製のドアを介して自分の道を引き裂くことができます。

source: The so-called husk parasites slowly take over and consume the body of their host, eventually turning them into nothing but an empty exoskeleton controlled by the parasite.
ja_jp: いわゆる殻の寄生虫はゆっくり引き継ぎ、そのホストの体を消費し、最終的には寄生虫によって制御される空の外骨格が、何にそれらを回します。

source: Many creatures on Europa are protected by a strong shell, and are difficult to damage with conventional weapons, though there may be weak points in their armor.
ja_jp: ヨーロッパの多くの生き物が強いシェルによって保護され、その鎧に弱点があるかもしれませんが、通常兵器で損傷することは困難ですしています。

source: Loud devices and sonar pings may alert nearby creatures.
ja_jp: ラウドデバイスやソナーpingが近くのクリーチャーを警告することができます。

source: Performing CPR without adequate medical skills may cause internal damage to the patient.
ja_jp: 十分な医療スキルがなくCPRを実行すると、患者への内部損傷を引き起こす可能性があります。

source: Opiates such as morphine and fentanyl are an effective way of treating injuries in an emergency, but regular use may eventually lead to a state of addiction and cause dangerous withdrawal symptoms.
ja_jp: モルヒネやフェンタニルなどのアヘン剤は、緊急時に怪我を治療する効果的な方法ですが、通常の使用には、最終的には中毒の状態につながり、危険な離脱症状を引き起こす可能性があります。

source: Morbusine is a neurotoxin potent enough to take down even some of the largest Europan predators. A trained medical doctor can manufacture it relatively easily using a medical fabricator.
ja_jp: モルビシンでも最大規模のEuropan捕食者のいくつかをテイクダウンするのに十分な強力な神経毒です。訓練を受けたドクターは、医療製作を使って比較的簡単に製造することができます。

source: Bleeding wounds can be treated with bandages and hemostatic agents. The patient may also need saline or blood packs to replace the lost blood.
ja_jp: 出血傷は包帯や止血剤で処理することができます。患者はまた、失われた血液を交換するために生理食塩水または血液パックが必要な場合があります。

source: Mental disorders such as psychosis are unfortunately common among submarine crews, particularly after ruin expeditions. If your crewmates start seeing or hearing things others don't see or hear, report it to a medical doctor immediately.
ja_jp: このよう精神病などの精神疾患は特に破滅の遠征の後、潜水艦の乗組員の間で、残念ながら一般的です。乗組員は、物事を見たり聞い起動した場合は他の人が見たり聞い、すぐにドクターに報告しないでください。

source: The medical doctors' main task is to keep the crew in a good shape, but a medic with a syringe gun and a bit of knowhow on poisons can also be very useful in fending off intruders.
ja_jp: 医療ドクターの主な仕事は、良い形で乗組員を維持することですが、毒の注射器ガンと医者やノウハウのビットも、侵入者をかわしで非常に役立ちます。

source: Administering drugs without sufficient medical knowledge may reduce the number of doses a single syringe provides, and may also reduce the quality of the effects of the drug.
ja_jp: 十分な医学的知識がなくても薬を投与すること、単一の注射器が提供する用量の数を減らすことができ、また、薬物の効果の品質を低下させる可能性があります。

source: Many drugs may have unintended side effects. Keep an eye on the patient and be ready to administer additional medications to counteract these side effects if necessary.
ja_jp: 多くの薬物は、予期せぬ副作用を有することができます。患者に目を離さないし、必要に応じてこれらの副作用に対抗するために、追加の薬剤を投与することが準備ができています。

source: When using a diving mask, be careful not to mix up welding fuel tanks and oxygen tanks.
ja_jp: ダイビングマスクを使用する場合は、燃料タンク及び酸素ボンベを溶接混同しないように注意してください。

source: Diving masks let you breathe underwater, but don't offer any protection against the bone-crushing pressure outside the submarine. If there's a major hull breach, find a diving suit immediately.
ja_jp: ダイビングマスクを使用すると、水中で呼吸させるが、潜水艦の外側の骨粉砕圧力に対する任意の保護を提供していません。主要な船体の違反がある場合、すぐに潜水具を見つけます。

source: In the event of a fire, burns are not the only thing to watch out for—fires can quickly consume all the oxygen inside the submarine.
ja_jp: 火災の場合には、火傷をするために、火災に注意する唯一のものはすぐに潜水艦内のすべての酸素を消費することができません。

source: Traversing the so-called Hydrothermal Wastes requires special caution. Not only are they abundant in wildlife, but the water currents caused by geothermal activity make navigation even more hazardous.
ja_jp: いわゆる熱水廃棄物を横断することは、特別な注意が必要です。彼らは野生動物に豊富ですが、地熱活動によって引き起こされる水流は、ナビゲーションがさらに危険なことはありませのみ。

source: Some of the sessile lifeforms in Europa emit low-frequency sounds that may disrupt the submarine's sonar.
ja_jp: ヨーロッパでの無茎生命体の一部は、潜水艦のソナーを妨害することがあり、低周波音を発します。

source: Be careful not to dive too deep. Most submarine hulls will start collapsing at the depth of approximately 2,000 meters.
ja_jp: あまりにも深く潜るしないように注意してください。ほとんどの潜水艦の船体は約2000メートルの深さで崩壊が開始されます。

source: Europa is rich in natural resources, and an enterprising captain with a sharp eye and a plasma cutter may stand to make a tidy profit.
ja_jp: ヨーロッパには、天然資源が豊富で、かつ鋭い目とプラズマカッターで進取の船長はきちんと利益を作るために立つことがあります。

source: You can disguise yourself as someone else by wearing their ID card and something that covers your face.
ja_jp: 自分のIDカードと顔をカバーして何かを身に着けていることによって、他の誰かとして自分自身を偽装することができます。

source: It's possible to build voice-controlled systems by linking wifi components to the radio chat in the submarine editor.
ja_jp: これは、潜水艦エディタでラジオチャットに無線LAN部品をリンクすることにより、音声制御システムを構築することが可能です。

source: The radiation belts around Jupiter make it impracticable to establish permanent settlements above Europa's surface, and as such almost all Europan outposts are located below its icy crust.
ja_jp: 木星の周りの放射線帯は、エウロパの表面上の永続的な入植地を確立することが実行不可能にする、とのようなほぼすべてのEuropan前哨基地は、その氷の地殻の下に配置されています。

source: The dynamics of Europa's underwater ecosystem are still not fully understood, but it is believed that the base of the food chain is mostly formed by chemosynthetic bacteria.
ja_jp: エウロパの水中生態系のダイナミクスは、まだ完全には理解されていないが、食物連鎖のベースは主に化学合成細菌によって形成されると考えられます。

source: The Europa Coalition started off as a trade and cooperation agreement between the two largest Europan settlements and a handful of private paramilitary groups, but gradually grew to become what is essentially the Europan government.
ja_jp: ヨーロッパ連合は、二大Europan集落や民間民兵組織の一握りの間の貿易と協力協定としてスタートし、徐々に本質的Europan政府が何であるかに成長しました。

source: The much-ridiculed initiative to help submariners cope in a high-stress environment by including professional entertainers in the crews was promptly deemed a failure and discontinued.
ja_jp: 潜水艦乗組員は、乗組員の専門芸能人を含むことにより、高ストレス環境に対処するのを助けるために大いに嘲笑イニシアチブは、速やかに障害があるとみなさして中止しました。

source: Most vessels avoid venturing outside the tunnels and cracks within Europa's icy crust—the vast, empty Abyss between the surface layers and the rocky interior hosts many of Europa's largest and most dangerous inhabitants.
ja_jp: ほとんどの船は、エウロパの氷の地殻表面層とヨーロッパの最大かつ最も危険な住民の多くの岩の内部ホスト間の広大な空アビス内のトンネルやクラックの外思い切っ避けます。

source: Campaign
ja_jp: キャンペーン

source: Multiplayer
ja_jp: マルチプレイ

source: Customize
ja_jp: カスタマイズ

source: Training
ja_jp: トレーニング

source: New Game
ja_jp: 新しいゲーム

source: Load Game
ja_jp: ロードゲーム

source: Join Server
ja_jp: サーバーに参加

source: Host Server
ja_jp: ホストサーバー

source: Submarine Editor
ja_jp: 潜水艦エディタ

source: Character Editor
ja_jp: キャラクターエディタ

source: Settings
ja_jp: 設定

source: Steam Workshop
ja_jp: スチームワークショップ

source: Credits
ja_jp: クレジット

source: Resume
ja_jp: 継続

source: Retry
ja_jp: リトライ

source: Save and Quit
ja_jp: 保存して終了

source: Main Menu
ja_jp: メインメニュー

source: Are you sure you want to quit the game? All your unsaved progress will be lost.
ja_jp: ゲームを終了してもよろしいですか？すべての未保存の進行状況が失われます。

source: Are you sure you want to stop the mission and load the previous save file? All your unsaved progress will be lost.
ja_jp: ミッションを中止し、以前保存したファイルをロードしますか？すべての未保存の進行状況が失われます。

source: Server name
ja_jp: サーバーの名前

source: Server port
ja_jp: サーバポート

source: The port used to communicate with clients. If clients fail to connect to your server, you may need to enable UPnP port forwarding or forward the port manually.
ja_jp: ポートはクライアントとの通信に使用されます。クライアントがサーバーへの接続に失敗した場合、UPnPポートフォワーディングを有効にするか、手動でポートを転送する必要があるかもしれません。

source: Query port
ja_jp: クエリポート

source: The port used to communicate with Steam's server browser and respond to info pings from clients. If clients don't see your server in the server list or if authenticating their Steam ID fails, you may need to enable UPnP port forwarding or forward the port manually.
ja_jp: ポートは、スチームのサーバーブラウザと通信し、クライアントからの情報のpingに応答するために使用しました。クライアントがサーバリストにまたはその蒸気IDが失敗した認証を行う場合は、サーバーが表示されない場合は、UPnPのポートフォワーディングを有効にするか、手動でポートを転送する必要があるかもしれません。

source: Max players
ja_jp: 最大プレイヤー

source: Password
ja_jp: パスワード

source: Public server
ja_jp: 公開サーバー

source: Public servers are shown in the list of available servers in the 'Join Server' tab.
ja_jp: 公開サーバーは、「サーバーに参加」タブで利用可能なサーバのリストに示されています。

source: Attempt UPnP port forwarding
ja_jp: UPnPのポートフォワーディングを試みます

source: UPnP can be used for forwarding ports on your router to allow players to join the server. However, UPnP isn't supported by all routers, so you may need to setup port forwards manually if players are unable to join the server (see the readme for instructions).
ja_jp: UPnPは、プレイヤーがサーバーへの参加を許可するようにルータに転送ポートのために使用することができます。しかし、UPnPは、すべてのルータでサポートされていないので、プレイヤーは（手順については、READMEを参照してください）サーバーに参加することができない場合は、転送して手動でセットアップポートする必要があるかもしれません。

source: Start
ja_jp: 開始

source: Please wait...
ja_jp: お待ちください...

source: Attempting UPnP port forwarding.
ja_jp: UPnPのポートフォワーディングをしようとしています。

source: UPnP not available.
ja_jp: UPnPの利用できません。

source: UPnP discovery timed out.
ja_jp: UPnPのディスカバリーがタイムアウトしました。

source: Single Player
ja_jp: シングルプレーヤー

source: Tutorial
ja_jp: チュートリアル

source: Dev Sandbox
ja_jp: デベロッパーサンドボックス

source: Sandbox
ja_jp: サンドボックス

source: Mission
ja_jp: ミッション

source: Popular Mods
ja_jp: 人気のモッズ

source: Publish
ja_jp: アップロード

source: Subscribed Mods
ja_jp: ダウンロード

source: Subscribe
ja_jp: 潜水艦スクライム

source: Mods
ja_jp: MOD

source: You haven't subscribed to any mods on the Steam Workshop. Click the 'Find more mods' button below to get started!
ja_jp: スチームワークショップ上の任意の改造に加入していません。下のボタンを始めるために「より多くの改造検索]をクリックしてください！

source: Popular mods
ja_jp: 人気のモッズ

source: Find more mods...
ja_jp: より多くの改造を探します...

source: Unsubscribe
ja_jp: 登録解除

source: Published items
ja_jp: 公開されたアイテム

source: Your items
ja_jp: アイテム

source: Create a new item
ja_jp: 新しいアイテムを作成します。

source: Submarines
ja_jp: 潜水艦

source: Content packages
ja_jp: コンテンツパッケージ

source: Enable
ja_jp: 有効

source: Downloading...
ja_jp: ダウンロード中...

source: Show in Steam
ja_jp: スチームに表示

source: Score
ja_jp: スコア

source: [votecount] votes
ja_jp: 投票数[votecount]

source: Creator
ja_jp: クリエイター

source: Published
ja_jp: 公開

source: Updated
ja_jp: 更新

source: File size
ja_jp: ファイルサイズ

source: Title
ja_jp: タイトル

source: Description
ja_jp: 説明

source: Tags
ja_jp: タグ

source: You can use this tab to publish new items in the Steam Workshop. You can either select an existing submarine or a content package from the 'Your items' menu at the left, or create an entirely new item by clicking the 'Create a new item' button.
ja_jp: スチームワークショップに新しいアイテムを公開するには、このタブを使用することができます。左側に「アイテム」メニューから既存の潜水艦やコンテンツパッケージを選択するか、「新しいアイテムを作成」ボタンをクリックすることにより、全く新しいアイテムを作成することができます。

source: Preview Image
ja_jp: プレビュー画像

source: Browse...
ja_jp: ブラウズ...

source: Core package
ja_jp: コアパッケージ

source: Core packages are special content packages that contain all the core files (executables, configuration files) the game won't run without. There must always be one (and only one) core package selected. Only select this if you wish to create a mod that replaces all the Vanilla files. Mods that only add things to the Vanilla game (or another core package) should not be marked as core packages.
ja_jp: コアパッケージは、ゲームをせずに実行されませんすべてのコアファイル（実行可能ファイル、設定ファイル）を含有する特殊なコンテンツ・パッケージです。常に1つだけ選択されたコアパッケージが存在する必要があります。すべてのバニラのファイルを置き換えMODを作成したい場合にのみ、これを選択します。唯一のバニラゲーム（または他のコアパッケージ）に物事を追加する改造は、コアパッケージとしてマークするべきではありません。

source: Files included in the item
ja_jp: アイテムに含まれるファイル

source: Show folder
ja_jp: 表示するフォルダ

source: Change note
ja_jp: 変更ノート

source: You're publishing an update for an existing Workshop item. You can use the change note to explain what's new in the update.
ja_jp: 既存のワークショップアイテムのアップデートを公開しています。アップデートの新機能を説明するために、変更のノートを使用することができます。

source: Refresh
ja_jp: リフレッシュ

source: Add files...
ja_jp: 追加ファイル...

source: Publish item
ja_jp: アイテムを公開

source: Update item
ja_jp: アイテムを更新します。

source: Delete item
ja_jp: アイテムを削除

source: Deletes the item from Steam Workshop.
ja_jp: スチームワークショップからアイテムを削除します。

source: Uploads the files to the Steam Workshop.
ja_jp: スチームワークショップにファイルをアップロードします。

source: File will be included in the Workshop item.
ja_jp: ファイルには、ワークショップのアイテムに含まれます。

source: File is not present in the Workshop item folder and will not be included in the Workshop item. This may be desirable if you want the mod to use Vanilla files that the players already have—otherwise you should copy the file to the Workshop item folder.
ja_jp: ファイルには、ワークショップのアイテムフォルダに存在しないとワークショップのアイテムには含まれません。modはプレイヤーが既に持っているそうしないと、ワークショップのアイテムフォルダにファイルをコピーする必要がありますバニラのファイルを使用する場合、これは望ましいことであろう。

source: File not found.
ja_jp: ファイルが見つかりません。

source: Workshop items are only allowed to modify files in the Mod folder or add submarine files to the Submarines folder. Please create a separate subfolder for the files.
ja_jp: ワークショップのアイテムはのみのModフォルダ内のファイルを変更したり、潜水艦のフォルダに海底ファイルを追加することが許可されています。ファイル用に別の潜水艦フォルダを作成してください。

source: Reload the configuration file of the Workshop item (metadata.xml inside the item's folder) and add all new files in it to the file list.
ja_jp: ワークショップのアイテム（アイテムのフォルダ内のmetadata.xml）の設定ファイルを再ロードし、ファイルリストにして、すべての新しいファイルを追加します。

source: Please wait
ja_jp: お待ちください

source: Select the preview image for the Steam Workshop item.
ja_jp: スチームワークショップアイテムのプレビュー画像を選択します。

source: The file size of the preview image has to be less than 1 MB.
ja_jp: プレビュー画像のファイルサイズは1 MB未満である必要があります。

source: Incompatible
ja_jp: 非対応

source: This Workshop item is not compatible with your version of Barotrauma.
ja_jp: このワークショップのアイテムは、気圧障害のバージョンと互換性がありません。

source: Submarine
ja_jp: 潜水艦

source: Item
ja_jp: アイテム

source: Art
ja_jp: アート

source: Environment
ja_jp: 環境

source: Monster
ja_jp: モンスター

source: General
ja_jp: 一般的な

source: Content package
ja_jp: コンテンツパッケージ

source: You cannot deselect the content package because it is a core package required for the game to work. You may switch it by selecting another core package.
ja_jp: それはゲームが動作するために必要なコアパッケージであるため、コンテンツパッケージの選択を解除することはできません。他のコアパッケージを選択して切り替えることができます。

source: Are you sure you want to reset the settings?
ja_jp: 設定をリセットしてもよろしいですか？

source: Language
ja_jp: 言語

source: English
ja_jp: 英語

source: Apply
ja_jp: 適用します

source: Apply changes?
ja_jp: 変更を適用しますか？

source: Do you want to apply the settings or discard the changes?
ja_jp: 設定を適用するか、変更を破棄しますか？

source: Discard
ja_jp: 捨てます

source: Restart required
ja_jp: 再起動が必要

source: You need to restart the game for the resolution changes to take effect.
ja_jp: 解像度の変更を有効にするには、ゲームを再起動する必要があります。

source: You need to restart the game for the language change to take effect.
ja_jp: 言語の変更を有効にするには、ゲームを再起動する必要があります。

source: Pause on focus lost
ja_jp: 失われた焦点に一時停止

source: Pauses the game when its window is not in focus. Note that the game won't be paused when a multiplayer session is active.
ja_jp: そのウィンドウにフォーカスがないときに、ゲームを一時停止します。マルチセッションがアクティブなときにゲームが一時停止されないことに注意してください。

source: Could not start voice capture; suitable capture device not found.
ja_jp: 音声キャプチャを開始できませんでした。適したキャプチャデバイスが見つかりません。

source: Graphics
ja_jp: グラフィックス

source: Resolution
ja_jp: 解像度

source: Display mode
ja_jp: ディスプレイモード

source: Fullscreen
ja_jp: 全画面表示

source: Windowed
ja_jp: ウィンドウ表示

source: Borderless windowed
ja_jp: ボーダレスウィンドウ

source: Enable vertical sync
ja_jp: 垂直同期を有効

source: Synchronizes the game's frame rate with your monitor's refresh rate. Helps prevent screen tearing artifacts.
ja_jp: お使いのモニタのリフレッシュレートとゲームのフレームレートを同期化します。成果物を引き裂く画面を防ぐことができます。

source: Particle limit
ja_jp: 粒子の制限

source: Line of sight effect
ja_jp: 視覚効果のライン

source: None
ja_jp: 無し

source: Transparent
ja_jp: トランスペアレント

source: Opaque
ja_jp: オペーク

source: Lighting resolution
ja_jp: 照明解像度

source: Lower values improve performance, but cause shadows to appear more pixellated.
ja_jp: 値を小さくするとパフォーマンスが向上しますが、影がよりピクセル化表示される場合があり。

source: Specular lighting
ja_jp: 鏡面反射照明

source: Enables specular lighting, an effect which creates brighter spots of light on shiny objects.
ja_jp: 鏡面反射照明、光沢のあるオブジェクトへの光の明るいスポットを作成する効果を可能にします。

source: Chromatic aberration
ja_jp: 色収差

source: Enables a subtle color distortion effect at the edges of the screen.
ja_jp: 画面の端に微妙な色の歪み効果を可能にします。

source: HUD scale
ja_jp: HUDスケール

source: Inventory scale
ja_jp: 在庫スケール

source: Audio
ja_jp: オーディオ

source: Sound volume
ja_jp: 音量

source: Music volume
ja_jp: 音楽の音量

source: Voice chat volume
ja_jp: ポンプは現時点では注意を払う必要がありません。

source: Microphone volume
ja_jp: マイク音量

source: Mute on focus lost
ja_jp: バックグラウンド時ミュート

source: Mutes the game when its window is not in focus.
ja_jp: そのウィンドウにフォーカスがないときにゲームをミュートします。

source: Voice chat
ja_jp: ボイスチャット

source: Current device
ja_jp: 現在のデバイス

source: This device will be used for voice chat. Unfortunately there is no way to change the input device on Mac OS X—it will only use your system's default.
ja_jp: このデバイスは、ボイスチャット用に使用されます。残念ながら、Mac OS Xは、それだけで、システムのデフォルトを使用する上での入力デバイスを変更する方法はありません。

source: Refresh default device
ja_jp: デフォルトのデバイスを更新

source: Refreshes the input device used for voice chat. If you swap/hotplug the default input on your system then press this to detect that change.
ja_jp: ボイスチャット用に使用される入力デバイスを更新します。ご使用のシステムに/ホットプラグデフォルトの入力を入れ替える場合は、その変化を検出するために、これを押してください。

source: Disabled
ja_jp: 使用禁止

source: Voice chat is disabled.
ja_jp: ボイスチャットが無効
